{
    "Confirm Password": "Confirmer le mot de passe",
    "E-Mail Address": "Courriel",
    "Forgot Your Password?": "Mot de passe oublié ?",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Name": "Nom",
    "Password": "Mot de passe",
    "Remember Me": "Se souvenir de moi",
    "Register": "S'enregistrer",
    "Reset Password": "Réinitialiser votre mot de passe",
    "Send Password Reset Link": "M'envoyer le lien de réinitialisation",
    "Dashboard": "Tableau de bord",
    "You are logged in!": "Vous êtes connecté !",
    "Verify Your Email Address": "Confirmez votre adresse de courriel",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été expédié.",
    "Before proceeding, please check your email for a verification link.": "Avant de poursuivre, vérifiez votre courrier électronique, un courriel avec le lien de confirmation vous a été expédié.",
    "If you did not receive the email": "Si vous n'avez pas reçu le courriel",
    "click here to request another": "cliquez ici pour en recevoir un autre",

    "Unauthorized": "Erreur 401, accès non autorisé",
    "Sorry, you are not authorized to access this page.": "Désolé, vous n'êtes pas autorisé à voir cette page.",
    "Forbidden": "Erreur 403, accès interdit",
    "Sorry, you are forbidden to access this page.": "Désolé, il vous est interdit d'accéder à cette page.",
    "Page Not Found": "Erreur 404, page non trouvée",
    "Sorry, the page you are looking for could not be found.": "Désolé, la page que vous recherchez est introuvable.",
    "Page Expired": "Erreur 419, session expiré",
    "Sorry, your session has expired. Please refresh and try again.": "Désolé, votre session a expiré. Veuillez actualiser et réessayer.",
    "Too Many Requests": "Erreur 429, trop de requêtes",
    "Sorry, you are making too many requests to our servers.": "Désolé, le serveur est saturé par vos requêtes.",
    "Error": "Erreur 500, bug informatique",
    "Whoops, something went wrong on our servers.": "Ooops, quelque chose s'est mal passé sur le serveur.",
    "Service Unavailable": "Erreur 503, Service indisponible",
    "Sorry, we are doing some maintenance. Please check back soon.": "Maintenance du site Internet, revenez un peu plus tard. Merci.",

    "Whoops!": "Oooops :(",
    "Hello!": "Bonjour,",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une demande de réinitialisation du mot de passe pour votre compte.",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour valider votre adresse e-mail.",
    "Verify Email Address": "Valider mon email",
    "If you did not create an account, no further action is required.": "Si vous n'êtes pas à l'origine de ce mail, ignorez et supprimez cet email. Désolé pour la gène occasionnée.",
    "Regards": "Salutations",

    "Previous": "Précédent",
    "Next": "Suivant"
}
